Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/regjeringen.no/logaldallan-oslo-militare-samfund-baikki_id_630454.html.tmx
Source language: sme
Languages: nob

source: Buorre ovttasbargu organisašuvnnaiguin lea guovddážis sihkkarastimis virkos ja gievrras suodjalusa maiddái boahttevaš jagiid .
nob: Et godt samarbeid med organisasjonene er sentralt for å sikre et vitalt og sterkt forsvar også i årene som kommer .

source: Fágapolitihkalaš ovttasbargu lea duođašteaddjin otná ođđaáigásaš , gealbojođihuvvon ja bures ráhkkanahttojuvvon suodjalussii čoavdin dihtii boahtteáiggi hástalusaid .
nob: Det fagligpolitiske samarbeidet har stått som en garantist for et forsvar som i dag fremstår som moderne , kompetansedrevet og godt rusta for framtidige utfordringer .
